{
 "Name": "Polygon",
 "ImageUrl": "/media/37746047/matic.png",
 "SmartContract": "0x0000000000000000000000000000000000001010",
 "Symbol": "MATIC",
 "Explorer": "https://polygonscan.com/token/0x0000000000000000000000000000000000001010",
 "Research": "https://cryptocompare.com/coins/matic/overview",
 "Description": "The Ethereum blockchain is home to thousands of smart contracts and decentralized applications. The flurry of activity on it has seen transaction fees make using the network economically unviable for some of its users, creating demand for scaling solutions, like Polygon.What is Polygon?Polygon (MATIC) is a Layer-2 scaling solution for Ethereum that provides users with faster transactions and lower costs as a parallel blockchain running alongside the main Ethereum network.To use the Polygon network, users have to “bridge” their tokens from Ethereum to it. There are numerous decentralized applications built on top of Polygon, including several leading Ethereum-based protocols that have made their applications work on both networks.The Polygon network can be used through cryptocurrency wallets compatible with Web3 applications such as MetaMask or the Coinbase Wallet. These are wallets that can interact with smart contracts on the blockchain and can be found built-in to some web browsers such as Opera and Brave.What is the MATIC token?The MATIC token is Polygon’s native currency, used to pay for transaction fees on the network. The cryptocurrency is also Polygon’s governance token, which means MATIC token holders get to vote on change proposals to Polygon.As the network uses a Proof-of-Stake (PoS) consensus algorithm, MATIC can be staked to help secure the network in exchange for rewards in MATIC. The ticker MATIC comes from a previous stage of Polygon’s development, as at launch it was named the MATIC Network.Who Created Polygon?Polygon was first launched back in 2017 as the Matic Network by several Ethereum developers: Jaynti Kanani, Sandeep Nailwal, Anurag Arjun, and Mihailo Bjelic. The network went live in 2020 and quickly attracted some of the largest DeFi applications.The network raised the equivalent of $5.6 million in TH with the sale of 1.9 billion MATIC tokens back in April 2019.The Polygon network currency has several blue-chip DeFi applications launched on top of it, including decentralized exchange Uniswap, lending platform Aave, and decentralized lottery platform PoolTogether.Where Can You Buy MATIC?The cryptocurrency is currently being traded on most top cryptocurrency exchanges, including Coinbase, Kraken, KuCoin, Binance, and Gate.io. You can find out where to buy SOL on the cryptocurrency’s markets page on CryptoCompare.Telegram | Discord | Facebook | Instagram | YouTube | LinkedIn | KakaoTalk | GitHub | Reddit | MediumWhitepaper",
 "Type": "PRC20",
 "Id": "0x0000000000000000000000000000000000001010",
 "Decimals": 8
}